Repository: davidspotted/spotted
Catalog: splashpage/ressources/locale/*/LC_MESSAGES/messages.po
Languages: fr_ca

source: Hello World!
fr_ca: Bonjour Monde!

# TEST_TRANSLATION
source: Testing translation...
fr_ca: Test de traduction…

# ERROR_FOOTER
source: Please try again.
fr_ca: Veuillez essayer de nouveau.

# ERROR_INVALID_EMAIL_ADDRESS
source: %s is not a valid email address.
fr_ca: %s n'est pas une adresse courriel valide.

# ERROR_EMAIL_ADDRESS_EXISTS
source: Email address %s already exists in the database.
fr_ca: L'adresse courriel %s existe déjà dans la base de données.

# ERROR_TOKEN_UNEXISTENT
source: Invalid token
fr_ca: Jeton invalide

# ERROR_USER_UNEXISTENT
source: User does not exist
fr_ca: Usager non existant

# CONFIRMATION_TITLE
source: Congratulations!
fr_ca: Bravo!

# CONFIRMATION_BODY
source: You are now on your way to being spotted! You will hear from us soon.
fr_ca: Vous serez bientôt spotté! Vous entendrez bientôt parler de nous.

# CONFIRMED_EMAIL_PREREGISTER
source: Congratulations, your email address has been confirmed.
fr_ca: Félicitations, votre adresse courriel a été confirmée.

# CONFIRMATION_THANKYOU
source: Thank you,
fr_ca: Merci,

# CONFIRMATION_SIGNATURE
source: The Spotted Team
fr_ca: L'équipe Spotted

# PREREGISTER_TITLE
source: SPOTTED - Preregister here
fr_ca: SPOTTED - Préenregistrez-vous ici
